[
   {
    "year": 1990,
    "event": "First microplastics documented in fish gut contents",
    "Species": "fish",
    "Contam. Rate (%)": 12,
    "contaminationRate": 0.12,
    "description": "<span class=\"highlight\">of examined fish </span>carried microplastic particles in their digestive systems and surrounding tissues.<br><br><span class=\"highlight\">Potential sources are</span> Accumulated microplastic particles from urban waste and degraded packaging materials.",
    "plastic_types": "PE, PP, PS",
    "mesh": "fish.glb",
    "source": "Accumulated microplastic particles from urban waste and degraded packaging materials.",
    "references": ""
  },
  {
    "year": 2004,
    "event": "Sea turtles found with plastic bags and debris in stomachs and airways",
    "Species": "reptile",
    "Contam. Rate (%)": 26,
    "contaminationRate": 0.26,
    "description": "<span class=\"highlight\">of studied sea turtles</span> showed evidence of plastic ingestion affecting digestion and respiration.<br><br><span class=\"highlight\">Potential sources are</span> Floating bags, packaging, and ropes from tourism, shipping, and coastal dumping.",
    "plastic_types": "PE, PP, PS, PET",
    "mesh": "turtle.glb",
    "source": "Floating macroplastics from shipping, tourism, and coastal dumping.",
    "references": ""
  },
  {
    "year": 2020,
    "event": "Nearly 9 in 10 seabirds carry microplastics",
    "Species": "bird",
    "Contam. Rate (%)": 65,
    "contaminationRate": 0.65,
    "description": "<span class=\"highlight\">of seabirds studied </span>contained plastic materials in their stomachs, often mistaken for fish eggs or seaweed, leading to fatal blockages.<br><br><span class=\"highlight\">Potential sources are</span> Floating plastic debris from fishing gear, packaging waste, and consumer plastics.",
    "plastic_types": "PE, PP, PS, PET",
    "mesh": "seagull.glb",
    "source": "Floating plastic debris from fishing gear, packaging waste, and consumer plastics.",
    "references": ""
  },
  {
    "year": 2023,
    "event": "Microplastics found in human placentas",
    "Species": "human (placenta)",
    "Contam. Rate (%)": 82,
    "contaminationRate": 0.82,
    "description": "<span class=\"highlight\">of human placental samples analyzed</span> contained detectable microplastic fragments within tissue and blood-facing surfaces.<br><br><span class=\"highlight\">Potential sources are</span> Airborne microplastics and food-related contamination inhaled or ingested during pregnancy, crossing biological barriers once thought impenetrable.",
    "plastic_types": "PP, PET, PE, PA",
    "mesh": "placenta.glb",
    "source": "Airborne microplastics and food-related contamination absorbed during pregnancy.",
    "references": ""
  },
  {
  "year": 2025,
  "event": "Microplastics detected in human blood for the first time",
  "Species": "human (blood)",
  "Contam. Rate (%)": 77,
  "contaminationRate": 0.77,
  "description": "<span class=\"highlight\">of tested blood samples</span> contained detectable levels of microplastics, indicating systemic exposure to synthetic particles through inhalation and ingestion.<br><br><span class=\"highlight\">Potential sources are</span> airborne fibers from textiles, packaging materials, and contaminated food and water.",
  "plastic_types": "PET, PS, PE",
  "mesh": "human.glb",
  "source": "Indoor dust, plastic packaging, bottled water",
  "references": ""
},
  {
    "year": 2090,
    "event": "Plastic contamination saturates all ecosystems, prompting irreversible biological shifts",
    "Species": "all",
    "Contam. Rate (%)": 98,
    "contaminationRate": 0.98,
    "description": "<span class=\"highlight\">of global species</span> are affected by plastic particles embedded in tissues, cells, or reproductive systems.<br><br><span class=\"highlight\">Potential sources are </span>Lack of social, political and scientific breakthroughs.",
    "plastic_types": "All major polymers including nanoplastics",
    "mesh": "earth.glb",
    "source": "Projected from long-term ecological modeling and transgenerational contamination trends",
    "references":  ""
  }
]
